[
  {
  "name": "Appartement Cosy au Cœur de la Ville",
  "picture": "faux-appart-1.jpg",
  "address": "45 rue des Chats Volants, Paris",
  "description": "Charmant appartement situé au cœur de la ville, à quelques pas des boutiques, restaurants et attractions locales. Cet espace confortable offre une chambre spacieuse, une cuisine entièrement équipée et un salon lumineux. Profitez de vues pittoresques depuis le balcon privé ou détendez-vous dans le jardin commun. Idéal pour les voyageurs en quête de confort et de commodité.",
  "price": 210,
  "distribution": ["AirBNB", "Booking.com", "Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Penthouse de Luxe avec Vue Panoramique",
  "picture": "faux-appart-2.jpg",
  "address": "28 avenue du Bonheur, New York",
  "description": "Découvrez le luxe ultime dans ce magnifique penthouse avec vue panoramique sur la ville. Ce joyau architectural propose des équipements haut de gamme, tels qu'un spa, une salle de sport et une piscine sur le toit. L'intérieur élégant comprend une cuisine moderne, un salon élégant et des chambres somptueuses. Vivez une expérience inoubliable au sommet du monde.",
  "price": 320,
  "distribution": ["AirBNB", "Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Artistique au Design Unique",
  "picture": "faux-appart-3.jpg",
  "address": "12 avenue des Peintres, Rome",
  "description": "Plongez dans un univers artistique avec cet appartement au design unique. Chaque pièce est une toile vivante, mélangeant couleurs, textures et œuvres d'art originales. Détendez-vous dans le salon inspirant, cuisinez dans la cuisine créative ou reposez-vous dans une chambre thématique. Une escapade parfaite pour les amateurs d'art et les esprits créatifs.",
  "price": 240,
  "distribution": ["AirBNB", "Booking.com", "Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Oasis Urbaine au Bord du Lac",
  "picture": "faux-appart-4.jpg",
  "address": "8 rue des Berges, Zurich",
  "description": "Cet appartement paisible est niché au bord d'un lac scintillant, offrant une évasion urbaine sereine. Profitez des vues apaisantes depuis le balcon privé et promenez-vous dans les jardins paysagers. L'intérieur moderne dispose d'une suite parentale, d'une cuisine bien équipée et d'un espace de travail confortable. Une retraite parfaite pour se ressourcer.",
  "price": 175,
  "distribution": ["Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Historique au Charme Ancien",
  "picture": "faux-appart-5.jpg",
  "address": "3 place des Châteaux, Lisbonne",
  "description": "Plongez dans l'histoire avec cet appartement au charme ancien. Situé dans un bâtiment historique restauré, cet espace élégant offre des plafonds voûtés, des cheminées en marbre et des détails d'époque. Détendez-vous dans le salon raffiné, cuisinez dans la cuisine rustique ou reposez-vous dans une chambre opulente. Une expérience intemporelle.",
  "price": 310,
  "distribution": ["AirBNB"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Hanté dans les quartiers Louches",
  "picture": "faux-appart-6.jpg",
  "address": "3 rue du Coupe-Gorge, Kitej",
  "description": "Vivez une aventure trépidante ainsi que vos derniers instants, dans cette demeure ayant appartenu aux plus grands psychopathes de l'histoire. Décoré avec goût mais en hâte, cet endroit maudit vous offrira des instants inoubliables, que vous n'aurez pas le temps d'oublier. Volcan à cinq minutes à pied.",
  "price": 310,
  "distribution": ["AirBNB"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Bohème au Style Boho",
  "picture": "faux-appart-7.jpg",
  "address": "7 allée des Bohémiens, Prague",
  "description": "Entrez dans un monde bohème avec cet appartement au style boho. Des couleurs vives, des tapis orientaux et des plantes luxuriantes créent une atmosphère chaleureuse et accueillante. Détendez-vous dans le coin salon confortable, cuisinez dans la cuisine bohème ou détendez-vous dans une chambre aux accents artistiques. Une retraite bohème pittoresque.",
  "price": 180,
  "distribution": ["AirBNB", "Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Familial Spacieux avec Jardin",
  "picture": "faux-appart-8.jpg",
  "address": "22 avenue des Familles, Melbourne",
  "description": "Parfait pour les familles, cet appartement spacieux propose des chambres confortables, une salle de jeux pour les enfants et un jardin privé pour les moments de détente en plein air. La cuisine bien équipée et la salle à manger invitent aux repas en famille. Un havre de paix pour créer des souvenirs inoubliables.",
  "price": 290,
  "distribution": ["Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement Moderne en Centre-Ville",
  "picture": "faux-appart-9.jpg",
  "address": "5 boulevard des Citadins, Singapour",
  "description": "Vivez l'effervescence de la vie en ville dans cet appartement moderne en centre-ville. L'emplacement pratique vous met à proximité des commerces, des restaurants et des transports en commun. Profitez de l'intérieur chic avec une cuisine contemporaine, un salon confortable et des équipements haut de gamme. Une escapade urbaine élégante.",
  "price": 235,
  "distribution": ["AirBNB", "Expedia"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
},
{
  "name": "Appartement en Bord de Plage",
  "picture": "faux-appart-10.jpg",
  "address": "10 avenue des Palmiers, Miami",
  "description": "Offrez-vous un séjour de rêve en bord de plage avec cet appartement au design balnéaire. Les larges fenêtres offrent une vue imprenable sur l'océan, tandis que l'intérieur lumineux est décoré dans des tons apaisants. Profitez de l'accès direct à la plage, des piscines et des terrasses ensoleillées. Une escapade de vacances parfaite pour se détendre et se ressourcer.",
  "price": 320,
  "distribution": ["AirBNB"],
  "owner": {
    "$oid": "64ca37d51d15d3410f974fa7"
  }
}
]